title: Test rule
id: 7a8635d8-be15-48e4-aab0-42c9c492ef12
status: experimental
description: Sample description
references:
  - https://github.com/leitosama/SubSigma
tags:
  - mitre.ta0003
author: leitosama
date: 2023/06/15
logsource:
    category: process_creation
    product: windows
detection:
    selection:
        FieldName1: 'StringValue'
        FieldName2: IntegerValue
    condition: selection
fields:
    - commit_id
falsepositives:
    - Unknown
level: informational